{
  "alpha": {
    "contact": {
      "text": "To create a reasonable and enriching software, we're reliant upon your feedback and bug reports. As we got a temporary funding we're in an active development process to release tale:net beta on 28th februrary 2018. You are an early user of tale:net alpha, bringing this experiment to life - all your thoughts are important to the process. We're looking forward to get in touch with you!",
      "issueTracker": "Report bugs here.",
      "contactEmail": "Ask us anything or report bugs via",
      "newsletterEmail": "Stay tuned and subscribe to our newsletter with a blank mail to"
    }
  },
  "page": {
    "default": {
      "title": "tale:net - an intergalactic skill & idea sharing network"
    }
  },
  "navbar": {
    "matchingIdeas": "pull:ideas",
    "createIdea": "push:idea",
    "skilliverse": "skilliverse",
    "search": "Search for @key or %key...",
    "associatedIdeas": "my:ideas",
    "messages": "my:messages",
    "defineSkills": "my:skills",
    "settings": "my:config"
  },
  "search": {
    "error": {
      "invalid-query": "Currently only @key (identities) and %key (\"entries\" in tale:net like ideas) are supported.",
      "unsupported-type": "tale:net doesn't know what to show you for found {0}.",
      "malformed-content": "There is something wrong with the thing you are looking for. Please report this as a bug."
    }
  },
  "introduction": {
    "box": {
      "close": {
        "button": "hide"
      }
    }
  },
  "home": {
    "page": {
      "title": "Welcome to tale:net"
    },
    "invite": {
      "text": [
        "Get connected to a distributed network",
        "Till now, your tale:net is empty, because you're not connected to anyone else. To synchronize your tale:net you either need to be connected via your local network to someone already using tale:net or you have to connect to a public server, a so called \"pub\".",
        "Imagine a pub like a 24/7 bar - a place where people meet to update and spread out again with established connections. It's always open and the barkeeper is knowing about the latest updates.",
        "Click get:invite to automaticly download your personal invitation for our tale:net public server. If this is done, join:pub to connect."
      ],
      "inviteLink": "get:invite",
      "form": {
        "joinPub": {
          "button": "join:pub"
        },
        "cancel": {
          "button": "stay:local"
        }
      }
    },
    "introduction": {
      "text": "Find yellow explanation boxes like this on every page. They will guide you through tale:net. You can hide each box if you don't need it. Reset all explanation boxes at any time in my:config, where you'll also find contact information to ask for help and/or share your feedback with us.",
      "callToAction": "tale:net is a world on its own. Hide this box if you're ready for take:off."
    },
    "about": {
      "welcome": "Congrats! If you see the activity indicator above moving, you're synchronizing with the pub and your tale:net is filling with ideas, skills and thoughts \\o/. While syncing we recommend you to have a look at our welcoming letter. It will allow you a confident use of tale:net.",
      "text": [
        "Welcome to tale:net traveler... ",
        "This is a tool to free your skills and ideas. It's based on the love of doing and collaboration and it's not based on any belief in reward, competition or institutionalized expertise. \"tale\" is a word of a new language. It combines the meaning of sharing and helping, knowledge and skills that each of us is able to contribute. Our aim with this tool is to connect epic ideas with a desire for action - to collectively create and expand a culture of selfworth and usefulness for everyone.",
        "How does it work?",
        "There are ideas, skills and identites in tale:net. You're defining skills for your identity and asking for skills on an idea, it's like \"skill-tagging\". You can push and pull ideas. pull:ideas will always show you those ideas that ask for one or more of your skills. Pushing an idea means to send it to the taleverse and \"tag\" it with skills that might be needed to realize it. Thereby, ideas are always shown to those people that have the skills and therefore knowledge to help an idea evolve and become reality. Your ideas are those you're thinking about, not necessarily those you came up with.",
        "Two more things we want you to know:",
        "For one, changing information in tale:net won't delete anything, but update the database. This is transparency. When you're, for example, changing your identity's name from Maria to Mario, there will still be the information that you identified as Maria before.",
        "Also you'll not set a password for your tale:net identity, because it works with asymetric encryption. The easy way to explain this: There is a private key saved to your computer that works like a password and there is a public key visible to other people that works like a signature. If you want to be safe, you can {downloadKeyPairLink} to a trusted location like your USB flash drive, but keep it secret.",
        "On our {conceptsLink} we're providing more explanation on the concept of tale:net and {ssbLink}, which it is build on. We think it's awesome and you should know about it.",
        "Curious about getting started?",
        "Setup your identity, define your skills and enjoy pulling ideas for the first time. Browse the skilliverse to see all skills in tale:net and get inspired. And go ahead pushing that idea you've had in mind like forever...",
        "Yours {devLinks} and {lastDevLink}."
      ],
      "ssbLink": "secure scuttlebutt",
      "downloadKeyPairLink": "backup your key pair",
      "conceptsLink": "website",
      "editIdentity": {
        "button": "setup:identity"
      }
    }
  },
  "identity": {
    "details": {
      "page": {
        "title": "my:identity"
      },
      "startMessageThread": {
        "button": "private:message"
      },
      "editIdentity": {
        "button": "edit:identity"
      },
      "defineSkills": {
        "button": "my:skills"
      },
      "block": {
        "text": "Warning: Blocking another identity will hide all their content. You cannot undo this for now [under construction].",
        "button": "block:identity",
        "confirmation": "Do you really want to block this identity? For now this cannot easily be undone [under construction]."
      }
    },
    "edit": {
      "page": {
        "title": "edit:identity"
      },
      "introduction": {
        "text": "Each identity can hold specific information: an image, a name, a description and defined skills. All this information is public and you can update it whenever you want. By defining your skills, you're influencing which ideas you'll see in pull:ideas. You don't need a name, an image or a description, but if you're not defining your skills, nothing will happen.",
        "callToAction": "Edit your identity here and keep your skills up to date in my:skills."
      },
      "name": {
        "label": "Name",
        "placeholder": "Name your identity. You never have to use your real name...",
        "description": "If there is no name published for an identity, it is visible with its public key."
      },
      "details": {
        "save": {
          "button": "publish:changes"
        },
        "cancel": {
          "button": "discard:changes"
        }
      },
      "description": {
        "label": "Description",
        "markdownLabel": "Markdown preview",
        "placeholder": "Do you want to describe your identity, for example, with a mission statement or your favourite quote?"
      },
      "image": {
        "label": "Image",
        "save": {
          "button": "publish:image"
        },
        "cancel": {
          "button": "discard:image"
        }
      }
    },
    "keyPair": {
      "download": {
        "heading": "Cryptography",
        "introduction": {
          "text": "Instead of setting a password for an identity, your sbot creates a bunch of random secret data and saves this to your computer. Your sbot is using this random data to create a signature for information your identitiy is giving to tale:net. The asymetric kind of cryptography used here also produces a public counterpart of the secret data, which is displayed on every identity. Sbots use this public data to verify the signature of other identitie's information, which means that they can't cheat each other when exchanging information.",
          "callToAction": "If you lose your secret data you won't be able to access your identity any more, it's a good idea to backup your key:file in a trusted location."
        },
        "pubkey": {
          "label": "Public key for this identity"
        },
        "button": "save:secret"
      }
    },
    "defineSkills": {
      "page": {
        "title": "my:skills"
      },
      "introduction": {
        "text": "Define your skills. Think beyond any concept of work or labor. Think of whatever you're dedicated to do, able to contribute or always enjoy spending your time on. You're certainly good in things, you might not have defined as a skill yet, because it seems very normal to you. Just start typing to see proposals. You can define existing skills for this identity and add new ones. All skills added to tale:net are collected in the skilliverse - where all identities are voting similarities in between skills and by this relating them to each other.",
        "callToAction": "Don't hesitate to define more than one - The more skills you're defining the more ideas will match."
      },
      "currentSkills": {
        "label": "Defined skills for this identity",
        "noSkills": "You have no defined skills yet. Define your skills to pull:ideas from tale:net."
      },
      "selectSkill": {
        "label": "Define a skill for this identity",
        "placeholder": "Start typing a skill you have in mind...",
        "description": "Start typing to see existing skills and proposals that are voted as similar in the skilliverse. You can define existing skills for this identity and add new ones. All skills added to tale:net are collected in the skilliverse."
      }
    }
  },
  "messages": {
    "overview": {
      "page": {
        "title": "my:messages"
      }
    },
    "introduction": {
      "text": "Private messaging is end to end encrypted in tale:net. What you're writing is only visible to you and the identity you're messaging with. If you loose your private key, for example, because you're somehow suddenly missing your computer and there is no backup of your key pair, you won't be able to access your identitiy and therefore these private messages again. Remember this when collecting important information in your messages...",
      "callToAction": "To start messaging you have to see an identity. You can only see identities that decided to be visible on an idea by sharing their thoughts or grabbing the hat."
    },
    "thread": {
      "page": {
        "title": "private:message"
      }
    },
    "startThread": {
      "page": {
        "title": "private:message"
      },
      "text": {
        "label": "",
        "placeholder": "What's on your mind...?"
      },
      "publish": {
        "button": "send:message"
      }
    },
    "replyToThread": {
      "text": {
        "label": "",
        "placeholder": "@:messages.startThread.text.placeholder"
      },
      "publish": {
        "button": "@:messages.startThread.publish.button"
      }
    }
  },
  "skill": {
    "skilliverse": {
      "page": {
        "title": "skilliverse"
      },
      "introduction": {
        "text": "Set a connection to vote a similarity or a general relation between 2 skills. These connections influence the type ahead skill proposals and the matching of ideas [under construction]. By doubling an already existing connection you're enhancing the similarity with your vote.",
        "callToAction": "Don't hesitate. The skilliverse is shaped constantly by all identities.",
        "button": "got:it"
      }
    },
    "selector": {
      "addSkill": {
        "button": "add this skill to skilliverse: "
      }
    }
  },
  "idea": {
    "page": {
      "title": "idea:detail"
    },
    "create": {
      "page": {
        "title": "push:idea"
      },
      "introduction": {
        "text": "Ideas can be short brainstorms, problems to solve, questions to answer or detailled plans. Set a title for an idea, add a description and ask for skills that might be needed to realize it or help it evolve.  When publishing 1 idea, you'll hold the hat by default. This means to hold the responsability to update an idea and initialize its realization. If you drop:hat and un:think this idea after publishing, it woun't be shown to you unless you have matching skills.",
        "callToAction": "Each perspective is unique, all ideas you have in mind are worth sharing."
      },
      "title": {
        "label": "Title",
        "placeholder": "Name this idea...",
        "description": ""
      },
      "description": {
        "label": "Description",
        "placeholder": "What's the vision, question, plan...? Share all details to enable reasonable follow-up thinking and making. Ask language skills for translation.",
        "markdownLabel": "Markdown preview"
      },
      "save": {
        "button": "publish:idea"
      },
      "cancel": {
        "button": "discard:idea"
      }
    },
    "edit": {
      "title": {
        "label": "@:idea.create.title.label",
        "placeholder": "@:idea.create.title.placeholder",
        "description": ""
      },
      "description": {
        "label": "@:idea.create.description.label",
        "markdownLabel": "@:idea.create.description.markdownLabel",
        "placeholder": "@:idea.create.description.placeholder"
      },
      "save": {
        "button": "publish:changes"
      },
      "cancel": {
        "button": "discard:changes"
      }
    },
    "selectSkill": {
      "label": "Ask for skills",
      "placeholder": "Which skills might be needed to help this evolve?",
      "description": "Start typing to see existing skills and proposals that are voted as similar in the skilliverse. You can ask for existing skills or add a new one, meaning that no identitiy holds this skill yet and you're defining a need for it in tale:net."
    },
    "selectedSkillsSet": {
      "label": "Skills asked",
      "noSkills": "You haven't asked for any skills yet"
    },
    "preview": {
      "created": "created on",
      "lastUpdate": "last updated on"
    },
    "view": {
      "myIdea": {
        "introduction": {
          "text": "There are three ways identities are related to ideas: thinking about an idea means it's your idea, you'll see and help it evolve through sharing your thoughts and knowledge. If you commit your skills [under construction], you're joining the team that takes action on an idea. If you grab the hat, you're moderating that idea. You might update the description with useful thoughts or decide on the size of a team by answering skill commitments [under construction]. The hat may also start to organize cocreation or initiate a first gathering.",
          "callToAction": "In a later version of tale:net there will be geo:location for skills and ideas [under construction]. copy:idea to restart things in your own city."
        }
      },
      "matchingIdea": {
        "introduction": {
          "text": "Find a description, asked skills and thoughts other identities shared on this idea below. If an identity is holding the hat, you can see this in skill commitments. think:about this idea to share your thoughts and knowledge. If the hat is vacant you can grab:hat. To join the evolving team around an idea commit:skills [under construction]. You can always drop the hat, take back a given skill commitment or un:think ideas. copy:idea to restart an idea that seeks to be done more than once.",
          "callToAction": "Find all ideas you're thinking about in my:ideas. Collaborate."
        }
      },
      "newIdea": {
        "introduction": {
          "text": "There are three ways identities are related to ideas: thinking about an idea means it's your idea, you'll see and help it evolve through sharing your thoughts and knowledge. If you commit your skills, you're joining the team that takes action on an idea. If you grab the hat, you're moderating that idea. You might update the description with useful thoughts or decide on the size of a team by answering skill commitments [under construction]. The hat may also start to organize cocreation or initiate a first gathering.",
          "callToAction": "You just pushed this idea to tale:net. Decide if you want to drop:hat or un:think this idea and enjoy seeing what evolves in the freed up idea space in your head."
        }
      },
      "copiedIdea": {
        "introduction": {
          "text": "@:idea.view.newIdea.introduction.text",
          "callToAction": "You just copied this idea and grabbed the hat for it. See if you want to edit:idea, ask for more skills or set a new geo:location for it [under construction]."
        }
      },
      "edit": {
        "button": "edit:idea"
      },
      "copy": {
        "button": "copy:idea"
      },
      "commitment": {
        "skills": {
          "tab": "Skills asked"
        },
        "commitments": {
          "tab": "Skill commitments"
        },
        "hat": "Hat",
        "description": "Identities that commited to this idea with one or more skills [under construction] or grabbed the hat are shown here."
      },
      "takeHat": {
        "button": "grab:hat"
      },
      "discardHat": {
        "button": "drop:hat"
      },
      "associateWith": {
        "button": "think:about"
      },
      "disassociateFrom": {
        "button": "un:think"
      },
      "created": "created on"
    },
    "comments": {
      "title": "Thoughts",
      "post": {
        "text": {
          "label": "",
          "placeholder": "Enter your thought on this idea..."
        },
        "postComment": {
          "button": "publish:thought"
        }
      },
      "reply": {
        "text": {
          "label": "Reply to this thought",
          "placeholder": "What do you think?..."
        },
        "postReply": {
          "button": "publish:reply"
        }
      }
    },
    "matches": {
      "page": {
        "title": "pull:ideas"
      },
      "introduction": {
        "text": "These ideas ask for one or more of your skills. All these ideas were pushed by other identities to tale:net. Open 1 idea for full view and interaction. think:about an idea to save it to my:ideas and share your thoughts. grap:hat to hold the responsability to edit the idea description, ask for more skills or initiate a realization if enough identities are gathered.",
        "callToAction": "Find newest or latest updated ideas on top."
      },
      "noIdeas": "There aren't any ideas to show yet. This might be because you're updating data, not connected to a pub or there aren't any ideas matching your skills. If waiting doesn't help anymore, check connected pubs in my:config or try do define more skills in my:skills to find ideas."
    },
    "associated": {
      "page": {
        "title": "my:ideas"
      },
      "introduction": {
        "text": "Find ideas you decided to think:about, grabbed the hat for or gave your skill commitment to [under construction] below. You're connected through these ideas to all other identities that decided to do so. Once enough identities are connected on an idea and it seems ready to be realized, the hat initiates methods for cocreation or a first gathering to make it become reality.",
        "callToAction": "Share your thoughts and knowledge in the detailled view of an idea to help it evolve."
      },
      "noIdeas": "Currently you don't have any ideas you are committed to or thinking about. Define your skills in my:skills and pull:ideas to find ideas that ask for your skills."
    }
  },
  "settings": {
    "page": {
      "title": "my:config"
    },
    "introduction": {
      "text": "You can reset all explanation boxes and the pub:invite dialog from the beginning here, see a list of public servers you're connected to and join new ones. Find also our contact information for any help or feedback - remember the travelling conditions? Share feedback if you have some, ask for help if you need some. :) Please do so!",
      "callToAction": "Reset explanation boxes on all sites, join:pub or enable the development mode below."
    },
    "invite": {
      "form": {
        "joinPub": {
          "button": "join:pub"
        },
        "cancel": {
          "button": "reset"
        }
      }
    },
    "introductions": {
      "text": "Here you can reset the explanation boxes on all sites. You're always able to hide them again.",
      "reset": {
        "button": "show:explanations"
      }
    },
    "landingPage": {
      "invite": {
        "text": "Here you can reset the pub:invite box on the landing page.",
        "reset": {
          "button": "show:invite"
        }
      }
    },
    "devMode": {
      "text": "The development mode provides some useful tools for tale:net development. You can enable / disable it here anytime. Use at own curiosity!",
      "enable": {
        "button": "Enable development mode"
      },
      "disable": {
        "button": "Disable development mode"
      }
    }
  },
  "markdown": {
    "description": "This text field uses {markdownLink} formatting.",
    "link": "markdown"
  },
  "invite": {
    "code": {
      "label": "Connect to a public server",
      "placeholder": "Paste your personal invite token here...",
      "description": "",
      "link": "Get an invite for our tale:net pub"
    },
    "error": {
      "notAccepted": "The invite code is invalid or the pub not reachable."
    }
  },
  "pub": {
    "list": {
      "heading": "Connected pubs",
      "none": "Currently you're not connected to any pub. You can join one by getting an invite."
    }
  },
  "dev": {
    "panel": {
      "heading": "dev:tools"
    },
    "toggleLocale": "Toggle translations mode",
    "toggleGrid": "Toggle grid",
    "skilliverse": {
      "debug": {
        "showClickAreas": "Skilliverse: Toggle click areas",
        "showResumeSimulationButton": "Skilliverse: Toggle resume simulation button",
        "showVotes": "Skilliverse: Toggle votes / distances"
      }
    },
    "showElectronDevTools": "Show electron dev-tools",
    "version": "Version"
  }
}
