{
  "alpha": {
    "contact": {
      "text": "To create a reasonable and enriching software, we're reliant upon your feedback and bug reports. As we got a temporary funding we're in an active development process to release tale:net beta on 28th februrary 2018. You are an early user of tale:net alpha, bringing this experiment to life - all your thoughts are important to the process. We're looking forward to get in touch with you!",
      "issueTracker": "Report bugs here.",
      "contactEmail": "Ask us anything or report bugs via",
      "newsletterEmail": "Stay tuned and subscribe to our newsletter with a blank mail to"
    }
  },
  "page": {
    "default": {
      "title": "tale:net - an intergalactic skill & idea sharing network"
    }
  },
  "navbar": {
    "matchingIdeas": "pull:ideas",
    "createIdea": "push:idea",
    "skilliverse": "skilliverse",
    "search": "find",
    "searchUnderConstruction": {
      "tooltip": "under:construction"
    },
    "associatedIdeas": "my:ideas",
    "messages": "my:messages",
    "defineSkills": "my:skills",
    "settings": "my:config"
  },
  "introduction": {
    "box": {
      "close": {
        "button": "hide"
      }
    }
  },
  "home": {
    "page": {
      "title": "Welcome to tale:net"
    },
    "invite": {
      "text": [
        "Welcome to tale:net.",
        "To meet other identities here, you need to connect with them. This happens when you join a public server (pub). Imagine a pub like a meeting place, a hub where everybody gathers to connect and spread out again with established connections.",
        "To enter a pub you need to be invited. You can get invite tokens e.g. through friends recommending one to you. You can connect to more than 1 pub at a time. For now, we recommend you get an invite token to join the pub we're providing for tale:net alpha testing.",
        "If you stay:local you will only connect to identities in your local (wifi) network."
      ],
      "inviteLink": "get:invite",
      "form": {
        "joinPub": {
          "button": "join:pub"
        },
        "cancel": {
          "button": "stay:local"
        }
      }
    },
    "feedback": {
      "introduction": {
        "text": "It's our ethical approach to be transparent on how and why we build tale:net. Therefore you will face more information in tale:net than you might be used to from other software interfaces. Yellow framed boxes like this will show up on every page, providing explanations to you.",
        "callToAction": "You can hide these boxes and later reset them in my:config."
      },
      "next": {
        "text": "Find bugreport info later in my:config.",
        "button": "ready for take:off"
      }
    },
    "about": {
      "welcome": "Welcome to tale:net - an intergalactic skill & idea sharing network.",
      "text": [
        "tale:net is a tool to match ideas and skills to enable intergalactic collaboration. It is a distributed network, constructed from information about ideas, identities, their skills and the links in between. Our aim with this tool is to pop skill:bubbles (communities that gather around similar skills or interests) and by this empower transdisciplinary creation and connect epic ideas with a desire for action.",
        "What you look at right now is your interface for tale:net. By installing this you also installed your sbot, running behind this interface. Your sbot is like your little robot. It connects to other sbots in this distributed network and requests all the information it doesn't have yet, to always hold the most accurate representation of tale:net as possible.", "At the same time all the information you give through this interface to your sbot will be distributed in this way. Once published, information can't be taken back - this means if you're editing content in tale:net information won't be deleted, but updated. Imagine a history of actions and information, written into tale:net by all identities. Find out more about the technical backround of ssb, the distributed secure gossip platform tale:net is based on, {ssbLink}.",
        "To use tale:net you need to define your skills. Through this you're influencing which ideas your sbot pulls from your copy of tale:net - those that ask for one or more of your skills. Besides pulling ideas, you're also able to push ideas to tale:net - it is a way to distribute your ideas no matter how complex they might seem to you. This means: in tale:net ideas are commons. The authorship lies with the people realizing an idea and not necessarily with the identity that came up with it. Ideas are growing between us and so is tale:net.",
"Go ahead, set up your identity (you'll find out about your key there), define your skills and enjoy the first pull:ideas from our intergalactic network."
      ],
      "ssbLink": "here",
      "editIdentity": {
        "button": "setup:identity"
      },
      "goToBlog": {
        "button": "tale:blog"
      }
    }
  },
  "identity": {
    "details": {
      "page": {
        "title": "my:identity"
      },
      "editIdentity": {
        "button": "edit:identity"
      },
      "defineSkills": {
        "button": "my:skills"
      },
      "block": {
        "text": "Warning: Blocking another identity will hide all their content. You cannot undo this for now [under construction].",
        "button": "block:identity",
        "confirmation": "Do you really want to block this identity? For now this cannot easily be undone [under construction]."
      }
    },
    "edit": {
      "page": {
        "title": "edit:identity"
      },
      "introduction": {
        "text": "Each identity can hold specific information: an avatar, a name, a mission statement and defined skills. All this information is public and you can update it whenever you want. By defining your skills, you're filtering which ideas your sbot is pulling from TALEnet. The number of identities per person is not limited.",
        "callToAction": "Edit your identity here and keep your skills up to date in my:skills."
      },
      "name": {
        "label": "Name",
        "placeholder": "Name this identity...",
        "description": "If there is no name published for an identity, it is visible with its public key."
      },
      "details": {
        "save": {
          "button": "publish:changes"
        },
        "cancel": {
          "button": "discard:changes"
        }
      },
      "description": {
        "label": "Mission statement",
        "markdownLabel": "Markdown preview",
        "placeholder": "Do you want to describe this identity?"
      },
      "image": {
        "label": "Avatar",
        "save": {
          "button": "publish:avatar"
        },
        "cancel": {
          "button": "discard:avatar"
        }
      }
    },
    "keyPair": {
      "download": {
        "heading": "Cryptography",
        "introduction": {
          "text": "Instead of setting a password for an identity, your sbot creates a bunch of random secret data and saves this to your computer. Your sbot is using this random data to create a signature for information your identitiy is giving to tale:net. The asymetric kind of cryptography used here also produces a public counterpart of the secret data, which is displayed on every identity. Sbots use this public data to verify the signature of other identitie's information, which means that they can't cheat each other when exchanging information.",
          "callToAction": "If you lose your secret data you won't be able to access your identity any more, it's a good idea to backup your key:file in a trusted location."
        },
        "pubkey": {
          "label": "Public key for this identity"
        },
        "button": "save:secret"
      }
    },
    "defineSkills": {
      "page": {
        "title": "my:skills"
      },
      "introduction": {
        "text": "Define your skills to pull matching ideas from tale:net. Think beyond any concept of work or labor. Think of whatever you're dedicated to do, really good at or always enjoy spending your time on. You're certainly good in things, you might have not defined as a skill yet, because it seems very normal to you. If you start typing the name of a skill, you will see similar skills that were already added to tale:net. All skills added to tale:net are collected and connected in the skilliverse [under construction]. The similarity of skills is actively set and maintained by all identiites in the skilliverse.",
        "callToAction": "Define your skills. Don't hesitate to choose more than one - The more skills you're defining the more ideas will match. Please check the existing skills before adding a new one to the skilliverse."
      },
      "currentSkills": {
        "label": "Defined skills for this identity",
        "noSkills": "You have no defined skills yet. Define your skills to pull:ideas from tale:net."
      },
      "selectSkill": {
        "label": "Define a skill for this identity",
        "placeholder": "Start typing a skill you have in mind...",
        "description": "As soon as you start typing you will see similar skills that exist in the skilliverse. You can either choose an existing skill or add a new one to the skilliverse, if you think it needs to be added."
      }
    }
  },
  "messages": {
    "overview": {
      "page": {
        "title": "my:messages"
      }
    },
    "thread": {
      "page": {
        "title": "[k] message:thread"
      }
    }
  },
  "skill": {
    "skilliverse": {
      "page": {
        "title": "skilliverse"
      },
      "introduction": {
        "text": "Set a connection to vote a similarity or a general relation between 2 skills. These connections influence the type ahead skill proposals and the matching of ideas [under construction]. By doubling an already existing connection you're enhancing the similarity with your vote.",
        "callToAction": "Don't hesitate. The skilliverse is shaped constantly by all identities.",
        "button": "got:it"
      }
    },
    "selector": {
      "addSkill": {
        "button": "add this skill to skilliverse: "
      }
    }
  },
  "idea": {
    "page": {
      "title": "idea:detail"
    },
    "create": {
      "page": {
        "title": "push:idea"
      },
      "introduction": {
        "text": "Set your ideas free on your intergalactic network of identities and their skills. Ideas can also be problems to solve or things we should find out about together. Go ahead and set a title, describe an idea and ask for skills that might be needed to make this idea become reality. If you are unsure what skills to ask for or how to describe an idea you can ask for skills that might contribute to this in the first place. By creating a new idea, you grab the hat by default. This means you're responsible for keeping an idea up to date.",
        "callToAction": "If you don't want to keep the hat, drop:hat after publishing this idea. Un:think to forget about this idea after setting it free on tale:net... "
      },
      "title": {
        "label": "Title",
        "placeholder": "Name this idea...",
        "description": ""
      },
      "description": {
        "label": "Description",
        "placeholder": "What's your vision?...",
        "markdownLabel": "Markdown preview"
      },
      "save": {
        "button": "publish:idea"
      },
      "cancel": {
        "button": "discard:idea"
      }
    },
    "edit": {
      "title": {
        "label": "@:idea.create.title.label",
        "placeholder": "@:idea.create.title.placeholder",
        "description": ""
      },
      "description": {
        "label": "@:idea.create.description.label",
        "markdownLabel": "@:idea.create.description.markdownLabel",
        "placeholder": "@:idea.create.description.placeholder"
      },
      "save": {
        "button": "publish:changes"
      },
      "cancel": {
        "button": "discard:changes"
      }
    },
    "selectSkill": {
      "label": "Ask for skills",
      "placeholder": "Start typing a skill you have in mind...",
      "description": "As soon as you start typing you will see similar skills that exist in the skilliverse. You can either ask for an existing skill or add a new one to the skilliverse. Adding a new one means that for now no identitiy has defined this skill and you're defining a need for this skill in tale:net."
    },
    "selectedSkillsSet": {
      "label": "Skills asked",
      "noSkills": "You haven't asked for any skills yet"
    },
    "preview": {
      "created": "created on",
      "lastUpdate": "last updated on"
    },
    "view": {
      "myIdea": {
        "introduction": {
          "text": "There are three ways identities are related to ideas: if you're thinking about an idea, you'll see and help it evolve. If you commit your skills, you're becoming part of a team that takes action on an idea. If you grab the hat, you're moderating that idea. You might update the description with useful thoughts that came up or decide how many people will come together to realize an idea by answering skill commitments [under construction]. The hat may also propose and ask for methods to organize upcoming cocreation or initiate the first gathering.",
          "callToAction": "In a later version of tale:net there will be geo:location [under construction]. copy:idea to restart things in your own city."
        }
      },
      "matchingIdea": {
        "introduction": {
          "text": "Every idea you decide to think:about is saved under my:ideas. If you're thinking about an idea you're also enabled to share your thoughts and by this help an idea to evolve. If your thirst for action is tempted by an idea, you can commit:skills to join a growing team [under construction]. You can also grab the hat for an idea, if it's vacant. As we know that ideas need identities that keep the process going, the hat holds the responsability to update an idea and to answer incoming skill commits [under construction]. You can always drop the hat, take back a given skill commitment or un:think ideas.",
          "callToAction": "copy:idea to restart an idea that seeks to be done more than once."
        }
      },
      "newIdea": {
        "introduction": {
          "text": "There are three ways identities are related to ideas: if you're thinking about an idea, you'll see and help it evolve. If you commit your skills, you're becoming part of a team that takes action on an idea. If you grab the hat, you're moderating that idea. You might update the description with useful thoughts that came up or decide how many people will come together to realize an idea by answering skill commitments [under construction]. The hat may also propose and ask for methods to organize upcoming cocreation or initiate the first gathering.",
          "callToAction": "You just pushed an idea to tale:net. Decide if you want to drop:hat or un:think this idea and enjoy seeing what evolves in the freed up idea space in your head."
        }
      },
      "copiedIdea": {
        "introduction": {
          "text": "@:idea.view.newIdea.introduction.text",
          "callToAction": "You just copied this idea and grabbed the hat for it. See if you want to edit:idea, ask for more skills or set a new geo:location for it [under construction]."
        }
      },
      "edit": {
        "button": "edit:idea"
      },
      "copy": {
        "button": "copy:idea"
      },
      "commitment": {
        "skills": {
          "tab": "Skills asked"
        },
        "commitments": {
          "tab": "Skill commitments"
        },
        "hat": "Hat",
        "description": "n identities are committing their skills [under construction]."
      },
      "takeHat": {
        "button": "grab:hat"
      },
      "discardHat": {
        "button": "drop:hat"
      },
      "associateWith": {
        "button": "think:about"
      },
      "disassociateFrom": {
        "button": "un:think"
      },
      "created": "created on"
    },
    "comments": {
      "title": "Thoughts",
      "post": {
        "text": {
          "label": "",
          "placeholder": "Enter your thought on this idea..."
        },
        "postComment": {
          "button": "publish:thought"
        }
      },
      "reply": {
        "text": {
          "label": "Reply to this thought",
          "placeholder": "What do you think?..."
        },
        "postReply": {
          "button": "publish:reply"
        }
      }
    },
    "matches": {
      "page": {
        "title": "pull:ideas"
      },
      "introduction": {
        "text": "Based on your skills, your sbot is pulling specific ideas from your copy of tale:net - those that ask for one or more of your defined skills. All these ideas were pushed by other identities to tale:net. If you think:about an idea, you can share your thoughts to help it evolve and find out if you want to commit your skills to make an idea become reality. All the ideas you decide to think:about will be saved under my:ideas.",
        "callToAction": "Find newest or latest updated ideas on top and click to open a detailled view."
      },
      "noIdeas": "Currently there aren't any ideas matching your skills. Try defining more skills in my:skills and make sure you are connected to a pub."
    },
    "associated": {
      "page": {
        "title": "my:ideas"
      },
      "introduction": {
        "text": "Here you find those ideas you decided to think:about, gave your skill commitment to, or for which you grabbed the hat. Ideas are commons in tale:net. Whatever idea you start to think:about becomes your idea and the idea of all other identities that decided to think:about it. Once an idea seems ready to be realized, the commited identites decide a way to go into cocreation and meet outside of tale:net to make an idea become reality.",
        "callToAction": "Share your thoughts in the detailled view of an idea and through this communicate with other identities and find out if you want to commit:skills or grab the hat."
      },
      "noIdeas": "Currently you don't have any ideas you are committed to or are thinking about"
    }
  },
  "settings": {
    "page": {
      "title": "my:config"
    },
    "introduction": {
      "text": "my:config is [under construction].",
      "callToAction": "Reset introduction boxes on all sites, use an invite token to join a pub or enable the development mode here."
    },
    "invite": {
      "form": {
        "joinPub": {
          "button": "join:pub"
        },
        "cancel": {
          "button": "reset"
        }
      }
    },
    "introductions": {
      "text": "Here you can reset the introduction messages on all pages. You're always able to hide them again.",
      "reset": {
        "button": "show:introductions"
      }
    },
    "landingPage": {
      "invite": {
        "text": "Here you can reset the pub invite box on the landing page.",
        "reset": {
          "button": "show:invite"
        }
      }
    },
    "devMode": {
      "text": "The development mode provides some useful tools for tale:net development. You can enable / disable it here anytime. Use at own curiosity!",
      "enable": {
        "button": "Enable development mode"
      },
      "disable": {
        "button": "Disable development mode"
      }
    }
  },
  "markdown": {
    "description": "Feel free to use {markdownLink} here.",
    "link": "markdown"
  },
  "invite": {
    "code": {
      "label": "Your personal invitation",
      "placeholder": "Paste your invite token here...",
      "description": "",
      "link": "Get an invite for tale:net alpha testing pub"
    },
    "error": {
      "notAccepted": "The invite code is invalid or the pub not reachable."
    }
  },
  "pub": {
    "list": {
      "heading": "Connected pubs",
      "none": "Currently you're not connected to any pub. You can join one by getting an invite."
    }
  },
  "dev": {
    "panel": {
      "heading": "dev:tools"
    },
    "toggleLocale": "Toggle translations mode",
    "toggleGrid": "Toggle grid",
    "skilliverse": {
      "debug": {
        "showClickAreas": "Skilliverse: Toggle click areas",
        "showResumeSimulationButton": "Skilliverse: Toggle resume simulation button",
        "showVotes": "Skilliverse: Toggle votes / distances"
      }
    },
    "showElectronDevTools": "Show electron dev-tools",
    "version": "Version"
  }
}
